export default function Page(){
	return (
		<section>
			<h1 className="text-2xl font-semibold">My Page</h1>
			<p className="text-gray-700 mt-4">
				Это был глиняный пулемет, – сказал Чапаев.
				– Теперь я могу рассказать тебе, что это такое. На самом деле это никакой не пулемет.
				Просто много тысячелетий назад, задолго до того, как в мир пришли будда Дипанкара и будда Шакьямуни,
				жил будда Анагама. Он не тратил времени на объяснения, а просто указывал на вещи мизинцем своей левой
				руки, и сразу же после этого проявлялась их истинная природа. Когда он указывал на гору, она исчезала,
				когда он указывал на реку, она тоже пропадала. Это долгая история – короче, кончилось все тем,
				что он указал мизинцем на себя самого и после этого исчез. От него остался только этот левый мизинец,
				который его ученики спрятали в куске глины. Глиняный пулемет и есть этот кусок глины с мизинцем Будды.
			</p>
		</section>
	)
}